{
  "added_tokens_decoder": {
    "0": {
      "content": "<s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "</s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "79": {
      "content": "<mask>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "80": {
      "content": "<ctc_blank>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    }
  },
  "backend": "sentencepiece",
  "bos_token": "<s>",
  "eos_token": "</s>",
  "is_local": false,
  "mask_token": "<mask>",
  "model_max_length": 600,
  "normalize": false,
  "pad_token": "<pad>",
  "processor_class": "SpeechT5Processor",
  "sp_model_kwargs": {},
  "tokenizer_class": "SpeechT5Tokenizer",
  "unk_token": "<unk>"
}
